{
  "title": "Datenschutzrichtlinie",
  "lastUpdated": "Zuletzt aktualisiert: Januar 2025",
  "overview": {
    "title": "Überblick",
    "content": "EternalTribute verpflichtet sich zum Schutz Ihrer Privatsphäre. Diese Richtlinie erläutert, wie wir mit Informationen umgehen, wenn Sie unsere Website nutzen."
  },
  "noCollect": {
    "title": "Informationen, die wir NICHT erfassen",
    "intro": "Wir erfassen, speichern oder verarbeiten keinerlei persönliche Daten. Im Einzelnen:",
    "items": {
      "accounts": "Wir verlangen keine Benutzerkonten oder Registrierungen",
      "storage": "Wir speichern keine Nachrufinhalte auf unseren Servern",
      "personal": "Wir erfassen keine Namen, E-Mail-Adressen oder Kontaktdaten",
      "cookies": "Wir verwenden keine Cookies zu Trackingzwecken",
      "sharing": "Wir verkaufen oder teilen keine Daten mit Dritten"
    }
  },
  "localStorage": {
    "title": "Lokale Speicherung",
    "content": "Unsere Website nutzt den lokalen Speicher Ihres Browsers, um Entwürfe Ihrer Arbeit zu sichern. Diese Daten werden ausschließlich auf Ihrem Gerät gespeichert und niemals an unsere Server übertragen. Sie können diese Daten jederzeit über Ihre Browsereinstellungen löschen."
  },
  "analytics": {
    "title": "Analysen",
    "content": "Wir verwenden möglicherweise einfache, datenschutzfreundliche Analysen, um zu verstehen, wie unsere Website genutzt wird. Diese Daten sind aggregiert und anonymisiert — wir verfolgen niemals einzelne Nutzer."
  },
  "thirdParty": {
    "title": "Drittanbieterdienste",
    "content": "Unsere Website wird auf Vercel gehostet. Google Fonts wird für die Typografie verwendet. Diese Dienste haben ihre eigenen Datenschutzrichtlinien. Es werden keine persönlichen Daten von unserer Website an diese Dienste über die Standard-Webhosting-Funktionalität hinaus weitergegeben."
  },
  "changes": {
    "title": "Änderungen dieser Richtlinie",
    "content": "Wir können diese Datenschutzrichtlinie von Zeit zu Zeit aktualisieren. Alle Änderungen werden auf dieser Seite mit einem aktualisierten Revisionsdatum veröffentlicht."
  },
  "contactTitle": "Kontakt",
  "contactContent": "Wenn Sie Fragen zu dieser Datenschutzrichtlinie haben, kontaktieren Sie uns bitte unter support@eternaltribute.com."
}
